Revit 2027 API
ParameterTypeId.SpotElevFlipTextVert Property
 "Auto Mirror"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevFlipTextVert { get; }
Public Shared ReadOnly Property SpotElevFlipTextVert As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevFlipTextVert {
	ForgeTypeId^ get ();
}
static member SpotElevFlipTextVert : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace